Repository: afsus12/advansMobile
Catalog: lib/l10n/app_*.arb
Languages: fr

# language
source: English
fr: Français

# appslogan
source: Growing together
fr: Grandir ensemble

# textSigninButton
source: Sign in
fr: Se connecter

# textSignupButton
source: Sign up as an existing client
fr: S'inscrire en tant que client existant

# textLoginButton
source: Login
fr: Connexion

# placeholderUsername
source: Username
fr: Nom d'utilisateur

# placeholderPassword
source: Password
fr: Mot de passe

# categoriesMobileMoney
source: Mobile Money
fr: Argent Mobile

# categoriesGetALoan
source: Get a loan
fr: Obtenir un prêt

# categoriesTransfers
source: Transfers
fr: Transferts

# categoriesSaveInvest
source: Save & Invest
fr: Épargner et Investir

# quickActionsText
source: Quick Actions
fr: Actions Rapides

# yourCardsText
source: Your Cards
fr: Vos Cartes

# greetingUser
source: Hi {username}
fr: Bonjour {username}

source: Pay Bills
fr: Payer les factures

# staffMember
source: Staff
fr: personnel

source: Staff Login
fr: Connexion personnel

source: Client Login
fr: Connexion client

source: Staff Register
fr: Inscription personnel

# registerAsExistingClient
source: Register as an existing client
fr: S'inscrire en tant que client existant

source: Create Prospect
fr: Créer un prospect

source: Create Opportunity
fr: Créer une opportunité

# clientUsernamePlaceholder
source: Client Username
fr: Nom d'utilisateur client

# clientPasswordPlaceholder
source: Client Password
fr: Mot de passe client

# confirmPasswordPlaceholder
source: Confirm Password
fr: Confirmer le mot de passe

# phoneNumberPlaceholder
source: Phone Number
fr: Numéro de téléphone

# accountIdPlaceholder
source: Account ID
fr: ID de compte

# firstNamePlaceholder
source: First Name
fr: Prénom

# lastNamePlaceholder
source: Last Name
fr: Nom de famille

# titlePlaceholder
source: Title
fr: Titre

# genderPlaceholder
source: Gender (M or F)
fr: Genre (M ou F)

# fieldOfActivityPlaceholder
source: Field of Activity
fr: Domaine d'activité

# phoneNumber1Placeholder
source: Phone Number 1
fr: Numéro de téléphone 1

# phoneNumber2Placeholder
source: Phone Number 2
fr: Numéro de téléphone 2

# address1Placeholder
source: Address 1
fr: Adresse 1

# address2Placeholder
source: Address 2
fr: Adresse 2

# address3Placeholder
source: Address 3
fr: Adresse 3

# townPlaceholder
source: Town
fr: Ville

# postalCodePlaceholder
source: Postal Code
fr: Code postal

# countryPlaceholder
source: Country
fr: Pays

# projectDatePlaceholder
source: Project Date
fr: Date du projet

# designationPlaceholder
source: Designation
fr: Désignation

source: Fill the Form
fr: Remplir le formulaire

source: Logout
fr: Déconnexion

source: Invalid credentials
fr: Identifiants invalides

source: Success
fr: Succès

source: Server error
fr: Erreur du serveur

source: Registration
fr: Inscription

# client_details
source: Details of the client
fr: Détails du client

source: Verification
fr: Vérification

source: Fill details
fr: Remplir les détails

source: Client number
fr: Numéro client

source: Birthday
fr: Anniversaire

source: Finalized
fr: Finalisé

source: Verify-proceed-mandatory field
fr: Vérifiez-procéder-champ obligatoire

source: Password don't match
fr: Les mots de passe ne correspondent pas

source: Error
fr: Erreur

source: Verify details
fr: Vérifier les détails

# sms_sent_to_phone
source: An SMS has been sent to phone 25******
fr: Un SMS a été envoyé au téléphone 25******

source: Incorrect Code
fr: Code incorrect

source: Create account
fr: Créer un compte

source: Unknown status
fr: Statut inconnu

source: Branch
fr: Agence

source: Field of activity
fr: Domaine d'activité

# job_of_holder
source: Job of the holder
fr: Emploi du titulaire

source: Address
fr: Adresse

source: Postal code
fr: Code postal

source: Town
fr: Ville

source: Country
fr: Pays

source: Phone
fr: Téléphone

source: Gender
fr: Sexe

source: Male
fr: Homme

source: Female
fr: Femme

source: Add prospect
fr: Ajouter un prospect

source: Fill opportunity details
fr: Remplir les détails de l'opportunité

source: Subject
fr: Sujet

source: Pick designation subject
fr: Choisir le sujet de désignation

source: Verify
fr: Vérifier

source: Proceed
fr: Procéder

source: Mandatory field
fr: Champ obligatoire

source: Operation success
fr: Opération réussie

source: Operation failed
fr: Opération échouée

source: Add opportunity
fr: Ajouter une opportunité

# error_not_authorized
source: Not authorized to use this app.
fr: Non autorisé à utiliser cette application.

# category1_title
source: Tatouir and Mostakbali
fr: Tatouir et Mostakbali

# category1_description1
source: Entrepreneurs credits
fr: Crédits entrepreneurs

# category1_description2
source: Borrow up to 20,000 DT
fr: Emprunter jusqu'à 20 000 DT

# category1_detailScreen_title
source: Individual loans from 1,000 to 20,000 DT
fr: Prêts individuels de 1 000 à 20 000 DT

# category1_detailScreen_details
source: Finance an investment or your fund needs A flexible and inclusive range of guarantees
fr: Financer un investissement ou vos besoins de fonds Une gamme de garanties souple et inclusive

# category1_detailScreen_detailedDescription
source: Detailed description
fr: Description détaillée

# category1_detailScreen_eligibility_title
source: Who is eligible?
fr: Qui est éligible ?

# category1_detailScreen_eligibility_criteria1
source: Have Tunisian nationality or proof of at least 5 years of presence in Tunisia
fr: Avoir la nationalité Tunisienne ou sinon justificatif d’au moins 5 ans de présence sur le territoire Tunisien

# category1_detailScreen_eligibility_criteria2
source: Be over 18 and under 66 at the time of disbursement (66 years not included)
fr: Avoir plus de 18 ans et moins de 66 ans au moment du décaissement (66 ans non inclus)

# category1_detailScreen_eligibility_criteria3
source: Have at least 6 months of experience in the activity and in the same location
fr: Avoir au moins 6 mois d'expérience dans l'exercice de l'activité et dans le même local

# category1_detailScreen_conditions_condition1
source: Purchase of stock, merchandise, equipment or material, a business fund, arrangement or rearrangement of the business premises
fr: Achat de stock, de marchandise, d'équipement ou matériel, d'un fonds de commerce, aménagement ou réaménagement du local d'activité

# category1_detailScreen_conditions_condition2
source: From 3 to 36 months, decreasing interest rate
fr: De 3 à 36 mois, Taux d'intérêt dégressif

# category1_detailScreen_conditions_condition3
source: Fixed or adjustable schedule depending on the activity
fr: Echéancier fixe ou modulable selon l'activité

# category1_detailScreen_conditions_condition4
source: File fees: on request at the agency
fr: Frais de dossier: sur demande à l'agence

# category2_title
source: Imtiez Credit for Investment
fr: Crédit Imtiez pour l'investissement

# category2_description1
source: Credits for businesses
fr: Crédits pour les entreprises

# category2_description2
source: Borrow up to 40,000 DT
fr: Emprunter jusqu'à 40 000 DT

# category2_detailScreen_title
source: Business loans up to 40,000 DT
fr: Crédits entreprise jusqu'à 40 000 DT

# category2_detailScreen_details
source: Finance an investment or your working capital needs Flexible schedules according to your needs
fr: Financer un investissement ou vos besoins de fonds de roulement Echéanciers flexibles selon vos besoins

# category2_detailScreen_detailedDescription
source: Detailed description
fr: Description détaillée

# category2_detailScreen_eligibility_title
source: Who is eligible?
fr: Qui est éligible ?

# category2_detailScreen_eligibility_criteria1
source: Have Tunisian nationality or proof of at least 5 years of presence in Tunisia
fr: Avoir la nationalité Tunisienne ou sinon justificatif d’au moins 5 ans de présence sur le territoire Tunisien

# category2_detailScreen_eligibility_criteria2
source: Be over 18 and under 66 at the time of disbursement (66 years not included)
fr: Avoir plus de 18 ans et moins de 66 ans au moment du décaissement (66 ans non inclus)

# category2_detailScreen_eligibility_criteria3
source: Have at least 12 consecutive months of experience in the activity and in the same location
fr: Avoir au moins 12 mois d'expérience consécutifs dans l'exercice de l'activité et dans le même local

# category2_detailScreen_eligibility_criteria4
source: Provide official proof of activity registration (Patent or Commercial Register) of at least 12 months seniority
fr: Disposer d'une preuve d'enregistrement officielle de l'activité (Patente ou Registre de commerce ) d'au moins 12 mois d'ancienneté

# category2_detailScreen_conditions_condition1
source: Purchase of stock, management costs related to investments, purchase of equipment or material, arrangement or rearrangement of the business premises, purchase of a business fund, purchase of a means of transport
fr: Achat de stock de marchandise, frais de gestion en lien avec des inverstissements, achat d'équipement ou matériel, aménagement ou réaménagement du local d'activité, achat d'un fonds de commerce, achat d'un moyen de transport

# category2_detailScreen_conditions_condition2
source: From 9 to 36 months, decreasing interest rate
fr: De 9 à 36 mois, Taux d'intérêt dégressif

# category2_detailScreen_conditions_condition3
source: Fixed or adjustable schedule depending on the activity
fr: Echéancier fixe ou modulable selon l'activité

# category2_detailScreen_conditions_condition4
source: File fees: on request at the agency
fr: Frais de dossier: sur demande à l'agence

# category3_title
source: Agricultural Credits
fr: Crédits Agricoles

# category3_description1
source: Individual or sector financing
fr: Financement individuel ou filière

# category3_description2
source: Credits from 1,000 to 40,000 DT
fr: Crédits de 1 000 à 40 000 DT

# category3_detailScreen_title
source: Financing agricultural activities (purchases or financing)
fr: Financement des activités agricoles (achats ou financement)

# category3_detailScreen_details
source: Flexible schedule A service adapted to your needs
fr: Échéancier modulable Un service adapté à vos besoins

# category3_detailScreen_detailedDescription
source: Detailed description
fr: Description détaillée

# category3_detailScreen_eligibility_title
source: Who is eligible?
fr: Qui est éligible ?

# category3_detailScreen_eligibility_criteria1
source: Have Tunisian nationality or proof of at least 5 years of presence in Tunisia
fr: Avoir la nationalité Tunisienne ou sinon justificatif d’au moins 5 ans de présence sur le territoire Tunisien

# category3_detailScreen_eligibility_criteria2
source: Be over 18 and under 66 at the time of disbursement (66 years not included)
fr: Avoir plus de 18 ans et moins de 66 ans au moment du décaissement (66 ans non inclus)

# category3_detailScreen_eligibility_criteria3
source: Seniority: 12 months and 2 comparable crop cycles
fr: Ancienneté : 12 mois et 2 cycles de culture comparable

# category3_detailScreen_eligibility_criteria4
source: Residence in the governorate of the activity
fr: Résidence dans le gouvernorat de l'activité

# category3_detailScreen_conditions_condition1
source: Purchase of inputs, livestock, agricultural equipment or materials, financing of working capital
fr: Achats d'intrants, cheptel, équipements ou materiels agricoles, financement des fonds de roulement

# category3_detailScreen_conditions_condition2
source: File fees: on request at the agency
fr: Frais de dossier: sur demande à l'agence

# category4_title
source: School Credits
fr: Crédits scolaires

# category4_description1
source: Payment of school fees and school supplies
fr: Paiement frais scolaires et fournitures scolaires

# category4_description2
source: Borrow up to 2,000 DT
fr: Emprunter jusqu'à 2 000 DT

# category4_detailScreen_title
source: Detailed description
fr: Description détaillée

# category4_detailScreen_eligibility_title
source: Who is eligible?
fr: Qui est éligible ?

# category4_detailScreen_eligibility_criteria1
source: 6 months of seniority with Advans and a good repayment history, an active loan with Advans or closed for less than 3 months (above 3,000 DT)
fr: 6 mois d’ancienneté chez Advans et une bonne histoire de remboursement, un crédit actif chez Advans ou cloturé depuis moins de 3 mois (au dessus de 3 000DT)

# category4_detailScreen_eligibility_criteria2
source: Tunisian nationality or at least 5 years of presence in Tunisia
fr: Nationalité Tunisienne ou au moins 5 ans de présence sur le territoire Tunisien

# category4_detailScreen_eligibility_criteria3
source: Be over 18 and under 66 at the time of disbursement (66 years not included)
fr: Avoir plus de 18 ans et moins de 66 ans au moment du décaissement (66 ans non inclus)

# category4_detailScreen_eligibility_criteria4
source: One or more dependent and enrolled children
fr: Un ou plusieurs enfants à charge et scolarisés

# category4_detailScreen_conditions_condition1
source: Payment of registration or tuition fees or training fees, purchase of school supplies
fr: Paiement des frais d'inscription ou de scolarité ou frais de formation, Achat de fourniture scolaire

# category4_detailScreen_conditions_condition2
source: From 3 to 12 months, decreasing interest rate
fr: De 3 à 12 mois, taux d'intérêt degressif

# category4_detailScreen_conditions_condition3
source: File fees: on request at the agency
fr: Frais de dossier: sur demande à l'agence

# category4_detailScreen_conditions_condition4
source: Constant schedule
fr: Echéancier constant

# category4_detailScreen_subscription_title
source: How to subscribe?
fr: Comment souscrire ?

# category4_detailScreen_subscription_step1
source: Provide proof of schooling/training for dependent children
fr: Justificatif de la scolarité/ formation des enfants à charge

# category4_detailScreen_subscription_step2
source: Birth certificate of enrolled children
fr: Extrait de naissance des enfants scolarisés

# category4_detailScreen_subscription_step3
source: Valid identity document
fr: Piece d'identité valable

# category5_title
source: Housing Credits
fr: Crédits logement

# category5_description1
source: Payment of works, rearrangement, extensions
fr: Paiement des travaux, réaménagement, extensions

# category5_description2
source: Borrow up to 3,000 DT
fr: Emprunter jusqu'à 3 000 DT

# category5_detailScreen_title
source: Detailed description
fr: Description détaillée

# category5_detailScreen_eligibility_title
source: Who is eligible?
fr: Qui est éligible ?

# category5_detailScreen_eligibility_criteria1
source: 6 months of seniority with Advans and a good repayment history, an active loan with Advans or closed for less than 3 months (above 3,000 DT)
fr: 6 mois d’ancienneté chez Advans et une bonne histoire de remboursement, un crédit actif chez Advans ou cloturé depuis moins de 3 mois (au dessus de 3 000DT)

# category5_detailScreen_eligibility_criteria2
source: Tunisian nationality or at least 5 years of presence in Tunisia
fr: Nationalité Tunisienne ou au moins 5 ans de présence sur le territoire Tunisien

# category5_detailScreen_eligibility_criteria3
source: Be over 18 and under 66 at the time of disbursement (66years not included)
fr: Avoir plus de 18 ans et moins de 66 ans au moment du décaissement (66 ans non inclus)

# category5_detailScreen_eligibility_criteria4
source: Owner of the housing where the works will be carried out, household housing located in the intervention area
fr: Propriétaire du logement dans lequel s’effectueront les travaux, Logement du ménage se situant dans la zone d’intervention

# category5_detailScreen_conditions_condition1
source: Arrangement or rearrangement, construction or extension
fr: Aménagement ou réaménagement, construction ou extension

# category5_detailScreen_conditions_condition2
source: From 3 to 24 months, decreasing interest rate
fr: De 3 à 24 mois, taux d'intérêt degressif

# category5_detailScreen_conditions_condition3
source: File fees: on request at the agency
fr: Frais de dossier: sur demande à l'agence

# category5_detailScreen_conditions_condition4
source: Constant schedule
fr: Echéancier constant

# category5_detailScreen_subscription_title
source: How to subscribe?
fr: Comment souscrire ?

# category5_detailScreen_subscription_step1
source: Valid identity document
fr: Piece d'identité valable

# category5_detailScreen_subscription_step2
source: Estimated cost of works
fr: Devis estimatif du coût des travaux

# category5_detailScreen_subscription_step3
source: Building permit if necessary
fr: Permis de bâtir si nécessaire

# category5_detailScreen_subscription_step4
source: Copy of the property title or purchase contract of the housing
fr: Copie du titre de propriété ou contrat d’achat du logement

# category4_detailScreen_details
source: Pay school fees without worries Disbursement in 3 days
fr: Payer les frais scolaires sans soucis Décaissement en 3 jours

# category4_detailScreen_detailedDescription
source: This is the detailed description for category 4.
fr: Ceci est la description détaillée de la catégorie 4.

# category5_detailScreen_details
source: Finance home improvement work Disbursement in 3 days
fr: Financer les travaux chez vous Décaissement en 3 jours

# category5_detailScreen_detailedDescription
source: This is the detailed description for category 5.
fr: Ceci est la description détaillée de la catégorie 5.

# client_information1
source: I certify that the above information is accurate: In accordance with organic law No. 63-2004 of July 27, 2004, on the protection of personal data: I, the undersigned Client
fr: Je certifie que les informations ci-dessus sont exactes : Conformément à la loi organique n°63-2004 du 27 juillet 2004, portant sur la protection des données personnelles : Je soussigné(e) Client

# client_information2
source: , certify that I have been informed that my data is collected as part of my loan application with Advans Tunisia, the purposes of this collection, and the rights attached thereto, and expressly accept said processing. I, the Client, expressly consent and authorize Advans Tunisia to consult my financial data at the microfinance risk center. I, the Client, expressly consent that some of my personal information may, if necessary or if required by law, be exchanged with other financial institutions accredited in Tunisia. I declare that I have been informed as a Client that if the purposes for which my personal data were collected are achieved or when they become unnecessary for the activity of Advans Tunisia, they will be destroyed. Likewise, I declare that I have been informed of my right of access, rectification of my personal data, and my right of opposition or withdrawal to the processing of these data, as well as my right to lodge a complaint with the INPDP.
fr: atteste avoir été informé(e) que mes données sont collectées dans le cadre de ma demande d’un prêt auprès d’Advans Tunisie, des finalités de cette collecte, et des droits qui y sont attachés et déclare accepter expressément ledit traitement. Je consens Client, expressément et j’autorise Advans Tunisie à consulter mes données financières au niveau de la centrale des risques de la microfinance. Je consens Client expressément que certaines de mes informations personnelles pourront si nécessaire ou si des dispositions légales l’exige, être échangées avec d’autres institutions financières agrées en Tunisie. Je déclare avoir été informé(e) Client qu’en cas de la réalisation des finalités pour lesquelles mes données personnelles ont été collectées ou lorsqu’elles deviennent inutiles pour l’activité d’Advans Tunisie, ces dernières seront détruites. De même, je déclare être informé(e) de mon droit d’accès, de rectification de mes données personnelles et de mon droit d’opposition ou de rétractation au traitement de ces dernières, ainsi que mon droit de porter plainte auprès de l’INPDP.

source: Accept
fr: Accepter

source: Refuse
fr: Refuser

source: Kebili
fr: Kébili

source: Medenine
fr: Médenine

source: Age
fr: Âge

source: Nationality
fr: Nationalité

source: Next
fr: Suivant

source: Loan Details
fr: Détails du prêt

source: Job Details
fr: Détails de l'emploi

source: Job
fr: Emploi

source: Job Address
fr: Adresse de l'emploi

# job_experience_years
source: Job Years of Experience
fr: Années d'expérience

# governorat
source: Governorate
fr: Gouvernorat

source: Product
fr: Produit

source: Amount
fr: Montant

source: Loan Purpose
fr: Objet du prêt

# privacy_policy
source: Privacy and Policy
fr: Confidentialité et politique

source: Files Upload
fr: Téléchargement de fichiers

source: Upload Proof Step
fr: Étape de téléchargement des preuves

source: Upload Proof Documents
fr: Télécharger les documents justificatifs

source: Pick Files
fr: Sélectionner des fichiers

source: Send Application
fr: Envoyer la demande

# heard_about_advans
source: How did you hear about Advans?
fr: Comment avez-vous entendu parler d'Advans ?

# age_between
source: Age must be between 18 and 66
fr: L'âge doit être entre 18 et 66 ans

source: Apply
fr: Appliquer

# files_required
source: Files are required
fr: Les fichiers sont obligatoires
